Repository: magiauy/PhoneStore
Catalog: PhoneStoreAdmin/Resources/Strings/*/Roles.resw
Source language: en_us
Languages: vi_vn

# Roles_PageTitle.Text
source: Roles Management
vi_vn: Quản lý Vai trò

# Roles_PageDescription.Text
source: Manage roles and permissions for the system
vi_vn: Quản lý vai trò và phân quyền cho hệ thống

# Roles_RoleListTitle.Text
source: Role List
vi_vn: Danh sách vai trò

# Roles_AddRoleButton.ToolTipService.ToolTip
source: Add new role
vi_vn: Thêm vai trò mới

# Roles_AddRoleButtonText.Text
source: Add
vi_vn: Thêm

# Roles_RefreshButton.ToolTipService.ToolTip
source: Refresh
vi_vn: Làm mới

# Roles_SearchBox.PlaceholderText
source: Search roles...
vi_vn: Tìm kiếm vai trò...

# Roles_EmptyStateMessage.Text
source: No roles found
vi_vn: Không có vai trò nào

# Roles_NoRoleSelectedTitle.Text
source: Select a role to view permissions
vi_vn: Chọn vai trò để xem quyền

# Roles_NoRoleSelectedMessage.Text
source: Please select a role from the list on the left to view and edit permissions
vi_vn: Vui lòng chọn một vai trò từ danh sách bên trái để xem và chỉnh sửa quyền

# Roles_EditButton.ToolTipService.ToolTip
source: Edit role
vi_vn: Chỉnh sửa vai trò

# Roles_EditButtonText.Text
source: Edit
vi_vn: Sửa

# Roles_DeleteButton.ToolTipService.ToolTip
source: Delete role
vi_vn: Xóa vai trò

# Roles_DeleteButtonText.Text
source: Delete
vi_vn: Xóa

# Roles_SaveChangesInfo.Text
source: Click Save to update permissions for this role
vi_vn: Nhấn Lưu để cập nhật quyền cho vai trò

# Roles_SaveButton.ToolTipService.ToolTip
source: Save permission changes
vi_vn: Lưu thay đổi quyền

# Roles_SaveButtonText.Text
source: Save Changes
vi_vn: Lưu thay đổi
